Repository: Angie1314/Office365
Catalog: src/locale/messages.*.xlf
Languages: de

source: Calendar Events
de: Imicimbi Yekhalenda

source: Add Event
de: Engeza Isenzakalo

source: About Office 365
de: Mayelana Office 365

source: {{ matCardTitleFeatures }}
de: Izici.

source: {{ textForFeatures }}
de: Yilawo mathuluzi okudingayo abe ngaphezulu kokudala.

source: {{ upToDateText }}
de: Ngokubhalisele kwe-Office 365, uthole izinhlelo zokusebenza zakamuva ze-Office .

source: {{ devicesMatCardTitle }}
de: Kuwo wonke amadivayisi wakho.

source: {{ devicesMatCardContent }}
de: Ukukhiqiza noma ngabe ukuphi.

source: {{ matCardTitleCloud }}
de: Izici zefu.

source: {{ matCardContentCloud }}
de: Yona umsebenzi wakho omkhulu, efwini.

source: Contact Cards
de: Amakhadi Wokuxhumana

source: Soek op naam
de: Sesha Ngegama

source: Hit enter to clear search
de: Faka ukufaka ukuze useshe ukusesha

source: Voeg kalender gebeurtenis by:
de: Sesha ngomcimbi

source: Subject:
de: Isihloko::

source: Start Time:
de: Isikhathi sokuqala:

source: Eind Tyd:
de: Isikhathi sokuphela

source: See Calendar
de: Bona ikhalenda

source: {{ loginButton }}
de: Ngena ngemvume

source: Calendar
de: Ikhalenda

source: Contacts
de: Oxhumana nabo

source: Logout
de: Phuma

source: {{ matCardTitleUpToDate }}
de: Kusesikhathini.
